[
  {
    "text": "Non attribuire a malizia ciò che può essere attribuito ad ignoranza o incompetenza.",
    "author": "Anonimo"
  },
  {
    "text": "Sii curioso.",
    "author": "F. G."
  },
  {
    "text": "Giudica il comportamento, non la persona.",
    "author": "Anonimo"
  },
  {
    "text": "D'ora in poi, cosa si può fare per migliorare?",
    "author": "F. G."
  },
  {
    "text": "Quanto è valido rimanere attaccato a certe idee o a certi pensieri?",
    "author": "F. G."
  },
  {
    "text": "Quando rumini: etichetta, 'è utile?', focalizzati sul respiro, 'di cosa ho bisogno ora?'",
    "author": "F. G."
  },
  {
    "text": "Questa azione sarebbe da mente saggia?",
    "author": "F. G."
  },
  {
    "text": "Rimuginare sulle ingiustizie può stancare.",
    "author": "F. G."
  },
  {
    "text": "Non si piò sempre capire o sapere tutto.",
    "author": "F. G."
  },
  {
    "text": "Perchè angosciarsi e pensare ora a possibili problemi futuri? Giusto tenerli a mente, ma non tanto da diventare una ossessione.",
    "author": "F. G."
  },
  {
    "text": "Usare le parole è un gioco pericoloso, poichè il mio significato rimarrà in me, a voi arriveranno solo le mie parole; e voi darete loro il vostro significato, le vostre sfumature: non conterranno più la stessa verità che avrebbero dovuto contenere.",
    "author": "Oshio"
  },
  {
    "text": "L'odio non esiste nel momento presente, esiste nel ricordo del passato. Non si puà odiare una persona nel presente senza che sia dovuto ad un evento passato.",
    "author": "Oshio"
  },
  {
    "text": "DEAR MAN. Descrivi, Esprimi, Afferma, Rinforza, (sii) Mindful, Agisci in modo sicuro, Negozia",
    "author": "Anonimo"
  },
  {
    "text": "Cosa fanno le emozioni? Comunicano qualcosa agli altri e li influenzano; ci motivano e ci preparano all'azione; ci comunicano qualcosa (ma attenzione, non sono fatti. Non è detto che quello che ci comunicano sia vero: verifica i fatti).",
    "author": "Anonimo"
  },
  {
    "text": "...quando si è arrabbiati in realtà dietro si nasconde qualcosa di più profondo perchè la rabbia si camuffa a volte da tristezza e la tristezza si manifesta con rabbia.",
    "author": "Jorge Bucay"
  },
  {
    "text": "Before you speak, let your words pass through three gates: Is it true? Is it necessary? Is it kind?",
    "author": "Anonimo"
  },
  {
    "text": "Not thinking of something doesn't help. Phrases like 'don't think about that', 'don't think about the stress' aren't effective because you are bound to think of those things; so do the opposite: guide your attention towards, concentrate on.",
    "author": "Petit Bambou"
  },
  {
    "text": "Inspire saying 'I see emotion X'; exhale saying 'I accept emotion X'",
    "author": "Anonimo"
  }
]